const family01 = [
  {
    id: 7417,
    photo:
      "https://plus.unsplash.com/premium_photo-1666265384842-31bdda25f026?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    firstName: "Фабиана",
    lastName: "Росси",
    birthDate: "15.08.1895",
    birthPlace: "Неаполь",
    family: "Клан Росси",
    role: "Дон",
    specialSkill: "Азартный игрок - удвоенный доход от контроля казино",
    infoFromInformer: "Очень любит собак",
    specialTask: "Убить дона Маринелли",
    biography:
      "Могущественная и жестокая донья мафии, Фабиана Росси заручается поддержкой своего клана и умело управляет преступным миром. За годы правления она набрала большую власть и богатство, но при этом остается таинственной фигурой, о которой мало что известно",
  },
  {
    id: 2848,
    photo: "ссылка на фото",
    firstName: "Камилла",
    lastName: "Конти",
    birthDate: "03.04.1900",
    birthPlace: "Сицилия",
    family: "Клан Росси",
    role: "Консильери",
    specialSkill: "Связи с армией - получает дополнительный выстрел в перестрелке",
    infoFromInformer: "В общении с мэром часто повторяет её фразы",
    specialTask: "Склонить мэра к помощи в игровом бизнесе",
    biography: "Камилла — опытный и хитроумный консильери, чья мудрость и умение принимать решения важны для успешности крупных операций клана. Её слово имеет огромный вес в мире преступности, и многие боятся её влияния"
  },
  {
    id: 2911,
    photo: "ссылка на фото",
    firstName: "Марчелло",
    lastName: "Сантанделло",
    birthDate: "22.11.1910",
    birthPlace: "Неаполь",
    family: "Клан Росси",
    role: "Капо",
    specialSkill: "Торопливый - может сократить время конкурса",
    infoFromInformer: "Нет данных",
    specialTask: "Вычислить агента ФБР",
    biography: "Марчелло Сантанделло, харизматичный и жестокий капо, которому подвластны многие бандитские группировки. Он стремится к большей власти и готов на все, чтобы достичь своих целей"
  },
  {
    id: 6749,
    photo: "ссылка на фото",
    firstName: "Аврора",
    lastName: "Феррари",
    birthDate: "07.06.1898",
    birthPlace: "Палермо",
    family: "Клан Росси",
    role: "Головорез",
    specialSkill: "Мастер боя - дополнительно 500$ за усмирение хулиганов",
    infoFromInformer: "Нет данных",
    specialTask: "Вычислить агента ФБР",
    biography: "Аврора Феррари, самая опасная убийца в городе, чьи услуги ценятся в криминальных кругах за её безупречную репутацию в устранении нежелательных лиц"
  },
];

const family02 = [
  {
    id: 6603,
    photo: "https://bit.ly/dan-abramov",
    firstName: "Джованни",
    lastName: "Маринелли",
    birthDate: "10.11.1903",
    birthPlace: "Милан",
    family: "Клан Маринелли",
    role: "Дон",
    specialSkill: "Ценитель искусства - удвоенный доход от продаж на чёрном рынке",
    biography:
      "Джованни Маринелли - молодой и хитрый дон мафии, унаследовавший власть в клане после гибели своего отца. Он обладает хладнокровием и умением управлять людьми, поддерживая стабильность и успех своего клана.",
    infoFromInformer:
      "В общении с мэром говорит много комплиментов",
    specialTask:
      "Убить дона Дель Викео. О нападении не должен знать никто",
  },
  {
    id: 7015,
    photo: "https://bit.ly/consigliere-photo",
    firstName: "Лука",
    lastName: "Росси",
    birthDate: "05.05.1858",
    birthPlace: "Неаполь",
    family: "Клан Маринелли",
    role: "Консильери",
    specialSkill: "Опытный оратор - за помощь мэра получает дополнительный доход в размере 500$",
    biography:
    "Лука Росси - опытный консильери клана Маринелли, он обладает уникальным способом понимания сложных ситуаций и разработки успешных стратегий для защиты интересов семьи. Он является близким другом и советником доньи Софии.",
    infoFromInformer:
    "Нет данных",
    specialTask:
    "Склонить мэра к помощи в продаже предметов искусства"
  },
  {
    id: 6832,
    photo: "https://bit.ly/capo-photo",
    firstName: "Марко",
    lastName: "Соренто",
    birthDate: "20.09.1885",
    birthPlace: "Сицилия",
    family: "Клан Маринелли, Правительство",
    role: "Капо, Агент ФБР под прикрытием",
    specialSkill: "Пунктуальный - может увеличить время конкурса",
    biography:
    "Марко Соренто - капо клана Маринелли, он ответственен за выполнение поручений дона и является его правой рукой в семейных делах. Марко обладает высокими боевыми навыками и никогда не боится пойти на риск во имя семьи",
    infoFromInformer:
    "Агент внедренный в клан Маринелли",
    specialTask:
    "Найти доказательства покушения на убийство(агент ФБР) и не раскрыть себя"
  },
  {
    id: 9143,
    photo: "https://bit.ly/assassin-photo",
    firstName: "Джузеппе",
    lastName: "Д'Амато",
    birthDate: "17.03.1890",
    birthPlace: "Неаполь",
    family: "Клан Маринелли",
    role: "Головорез",
    specialSkill: "Торговец - дополнительно 500$ за каждую облигацию",
    biography:
    "Джузеппе Д'Амато - опасный головорез клана Маринелли, его существование известно лишь немногим, ибо он выполняет самые темные и опасные поручения дона",
    infoFromInformer:
    "Нет данных",
    specialTask:
    "Помочь дону в убийстве"
  }
]

const family03 = [
  {
    id: 9462,
    photo: "https://bit.ly/dan-abramov",
    firstName: "Лоренца",
    lastName: "Дель Веккио",
    birthDate: "23.04.1890",
    birthPlace: "Палермо",
    family: "Семья Дель Веккио",
    role: "Дон",
    specialSkill: "Стратег- удвоенный доход от грабежа банка",
    biography:
    "Лоренца Дель Веккио - лидер мафиозного клана, специализирующегося на контрабанде и торговле оружием. Она известна своей жестокостью и безжалостностью в борьбе за власть, но при этом обладает выдающимися тактическими навыками",
    infoFromInformer:
    "На Дель Веккио готовиться покушение",
    specialTask:
    "Установить кто готовит покушение",
  },
  {
    id: 6331,
    photo: "https://bit.ly/salvatore-giuliano",
    firstName: "Маттео",
    lastName: "Дель Роззо",
    birthDate: "15.08.1910",
    birthPlace: "Сицилия",
    family: "Семья Дель Веккио",
    role: "Консильери",
    specialSkill: "Связи в Голливуде - дополнительно 1000$ к доходу от кинобизнеса",
    biography:
    "Маттео Дель Роззо - правая рука Лоренцо Дель Веккио и её главный советник. Он специализируется на решении конфликтов и установлении связей с другими мафиозными кланами. Известен своей хитростью и умением находить общий язык с разными людьми",
    infoFromInformer:
    "Один из кланов планирует нелегально провезти большую партию алкоголя",
    specialTask:
    "Склонить мэра оказать помощь в кинобизнесе",
  },
  {
    id: 7321,
    photo: "https://bit.ly/marco-costello",
    firstName: "Лука",
    lastName: "Санторо",
    birthDate: "07.03.1905",
    birthPlace: "Неаполь",
    family: "Семья Дель Веккио",
    role: "Капо",
    specialSkill: "Музыкальный слух - +100$ за каждую композицию",
    biography:
    "Лука Санторо - опытная капо из семьи Санторо. Она прошла путь от простого члена семьи до высокопоставленного капо благодаря своей жесткости, решительности и организаторским способностям",
    infoFromInformer:
    "Один из кланов намерен склонить мэра поддержать их в музыкальной индустрии",
    specialTask:
    "Предотвратить убийство дона и не сообщать ему о покушении",
  },
  {
    id: 9498,
    photo: "https://bit.ly/lucia-bianchi",
    firstName: "Луция",
    lastName: "Бьянки",
    birthDate: "24.07.1983",
    birthPlace: "Палермо",
    family: "Семья Дель Веккио",
    role: "Головорез",
    specialSkill: "Ветеран войны - дополнительно 500$ за победу в перестрелке",
    biography:
    "Луция Бьянки из семьи мафиози, обладающая уникальным мастерством владения оружием. Её хладнокровие и непревзойденная точность делают её одной из лучших в своей специализации",
    infoFromInformer:
    "Считается, что Луция обладает невероятной скоростью и грацией в бою, способной поразить врагов за считанные секунды. Её никогда не удается заметить, пока не будет слишком поздно.",
    specialTask:
    "Ликвидировать убийцу, который угрожает её дону. Дон не должен знать о покушении",
  },
  {
    id: 2398,
    photo: "https://bit.ly/giovanni-rossi",
    firstName: "Изабелла",
    lastName: "Сальваторе",
    birthDate: "15.09.1875",
    birthPlace: "Неаполь",
    family: "Семья Дель Веккио",
    role: "Головорез",
    specialSkill: "Искусство скрытного убийства",
    biography:
    "Марко Сальваторе - амбициозная и жестокая преступница, не знающая границ",
    infoFromInformer:
    "",
    specialTask:
    "",
  },
];

const goverment = [
  {
    "id": 8428,
    "photo": "https://bit.ly/mayor-photo",
    "firstName": "Олеся",
    "lastName": "Смит",
    "birthDate": "23.07.1922",
    "birthPlace": "Вашингтон",
    "family": "Правительство",
    "role": "Мэр",
    "specialSkill": "Харизма - способность влиять на мнение людей и мотивировать их действия",
    "biography": "Анна Смит - молодая и энергичная женщина, которая смогла преодолеть все преграды и стать мэром города. Она обладает яркой и веселой натурой, всегда готова помочь своим избирателям и заботится о благополучии города.",
    "infoFromInformer": "Есть сведения, что за помощь в решении вопросов берет взятки",
    "specialTask": "Сохранить нейтралитет в городе и не допустить усиления потока нелегального алкоголя"
    }
];

export const persons = [...family01, ...family02, ...family03, ...goverment];
