export const PERSONS = [
  {
    id: 8532,
    photo:
      "https://plus.unsplash.com/premium_photo-1666265384842-31bdda25f026?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    firstName: "Джованни",
    lastName: "Росси",
    birthDate: "15.08.1895",
    birthPlace: "Неаполь",
    family: "Клан Росси",
    specialSkill: "Азартный игрок - удвоенный доход от контроля казино",
    infoFromInformer: "Джованни имеет давние связи с шефом полиции",
    specialTask: "Не допустить гибели шефа полиции",
    biography:
      "Могущественный и жестокий доны мафии, Джованни Росси заручается поддержкой своего клана и умело управляет преступным миром. За годы правления он набрал большую власть и богатство, но при этом остается таинственной фигурой, о которой мало что известно.",
  },
  {
    id: 9462,
    photo: "https://bit.ly/dan-abramov",
    firstName: "Лоренцо",
    lastName: "Дель Веккио",
    birthDate: "23.04.1890",
    birthPlace: "Палермо",
    family: "Семья Дель Веккио",
    specialSkill: "Мастерство владения огнестрельным оружием",
    biography:
      "Лоренцо Дель Веккио - лидер мафиозного клана, специализирующегося на контрабанде и торговле оружием. Он известен своей жестокостью и безжалостностью в борьбе за власть, но при этом обладает выдающимися тактическими навыками.",
    infoFromInformer:
      "По слухам, Лоренцо имеет тесные связи с международными организациями, занимающимися нелегальной торговлей, что придает его клану значительное влияние в мировом преступном сообществе.",
    specialTask:
      "Лоренцо получает задание наладить новые контакты с поставщиками оружия и увеличить объемы контрабандного оборота на международном уровне.",
  },
  {
    id: 2259,
    photo: "https://bit.ly/dan-abramov",
    firstName: "София",
    lastName: "Маринелли",
    birthDate: "10.11.1873",
    birthPlace: "Милан",
    family: "Клан Маринелли",
    specialSkill: "Интрига и дипломатия",
    biography:
      "София Маринелли - молодая и хитрая донья мафии, унаследовавшая власть в клане после гибели своего отца. Она обладает хладнокровием и умением управлять людьми, поддерживая стабильность и успех своего клана.",
    infoFromInformer:
      "София известна своими связями в мировом модельном бизнесе, которые она использует для проведения осложненных операций по контрабанде и отмыванию денег.",
    specialTask:
      "София получает задание расширить влияние своего клана в сфере моды и разведки, используя свои связи для заключения выгодных соглашений и введения новых игроков в игру.",
  },
  {
    id: 1429,
    photo: "https://bit.ly/dan-abramov",
    firstName: "Марчелло",
    lastName: "Жандоне",
    birthDate: "05.07.1905",
    birthPlace: "Неаполь",
    family: "Семья Жандоне",
    specialSkill: "Управление командой и ресурсами",
    biography:
      "Марчелло Жандоне - опытный капо мафии, руководящий операциями своего клана по защите территории и контролю за вымогательством. Его решительность и стратегическое мышление делают его ценным союзником в мире преступности.",
    infoFromInformer:
      "Говорят, что Марчелло обладает хорошими связями с местными властями и правоохранительными органами, что позволяет ему оперативно реагировать на угрозы внутри и вне своего клана.",
    specialTask:
      "Марчелло получает задание укрепить позиции своего клана на рынке охранной деятельности, привлекая новых клиентов и убеждая конкурентов в своей непоколебимости.",
  },
];
